[
  {
    "path": "Secondary Sources/Smith, Warren 2005 lectures/Sed Contra (on the contrary) - cite some authority, usually Augustine, sometimes Scripture",
    "title": "Sed Contra (on the contrary) - cite some authority, usually Augustine, sometimes Scripture",
    "text": "Sed Contra (on the contrary) - cite some authority, usually Augustine, sometimes Scripture",
    "created": "2011-02-25 22:05:44",
    "modified": "2011-02-25 22:05:44",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Smith, Warren 2005 lectures/Summary:",
    "title": "Summary:",
    "text": "Summary: \"Nature is bent not broken.\" (quote from Augustine)   (1) In fall humanity looses  grace of the original righteousness so we loose the possibility of achieving blessedness.  (2) Nature is bent not broken means that we aren't able to achieve \"happiness\" in its natural sense as a result of sin.",
    "created": "2011-02-25 22:05:44",
    "modified": "2011-02-25 22:05:44",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Smith, Warren 2005 lectures/Why are we naturally able to know God and do good?  This is the distinction between Augustine & Aquinas.  For Augustine, blessedness is the natural end of man, while for Aquinas it is our supernatural end.",
    "title": "Why are we naturally able to know God and do good?  This is the distinction between Augustine & Aquinas.  For Augustine, blessedness is the natural end of man, while for Aquinas it is our supernatural end.",
    "text": "Why are we naturally able to know God and do good?  This is the distinction between Augustine & Aquinas.  For Augustine, blessedness is the natural end of man, while for Aquinas it is our supernatural end.",
    "created": "2011-02-25 22:05:44",
    "modified": "2011-02-25 22:05:44",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Uffman/thomas_aquinas_outline",
    "title": "thomas_aquinas_outline",
    "text": "Thomas Aquinas  I. Aristotle and Philosophy Pre-12th century II. Conflict between Aristotle and Plato   A. Plato and Aristotle on the Forms  B. Plato and Aristotle on Soul  III. Aquinas and Aristotle  A. Aristotle is Problematic for Christians  B. Aquinas and Augustine IV. Aquinas and Natural Theology   A. Theology as Science   scientia  B. Faith and Reason   Articles of Faith and Preambles of Faith    “transmutation of faith/belief into seeing/understanding” V. Doctrine of God  A. God’s Existence  B. God’s Essence  C. Analogy of Being VI. Grace and Nature   A. Providence  B. Nature   proximate ends   supernatural ends  C. Grace self-orienting creatures: passive powers + active powers => ends  self-governing creatures: passive  + active  + calculation + coordination => choices                              powers     powers    (reason)       of powers                                                                                              (habits)    original righteousness VII. Sin’s Corruption of Nature  A. Humanity in State of Pure Nature (without grace)   B. Humanity in State of Original Righteousness  C. Effects of Fall  VIII. Order of Salvation (Ordo Salutis) IX. Sacraments ",
    "created": "2005-11-17 08:56:44",
    "modified": "2005-11-17 08:56:44",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Uffman/aquinas_on_sacraments_outline",
    "title": "aquinas_on_sacraments_outline",
    "text": "Thomas Aquinas  IX. The Sacraments   A. Augustine on the Sacraments   1. Definition of Sacrament   2. Origin of term sacramentum = mysterion (I Cor. 13.2; Eph. 5:32)    3. Christian Platonism   4. Conditions for a Sacrament   5. Power of Sacrament  B. Aquinas on the Sacraments   1. Definition of Sacrament:  “The sign of a holy thing so far as it makes men holy.”      Instrumental Cause vs Efficient Cause    2. Need for Sign    3. Necessity of Words   4. Sacraments and Salvation    5. Seven Sacraments    a)Baptism, b)Confirmation, c) Penance, d)Eucharist, f)Matrimony,  g)Holy Orders, h)Extreme Unction (aka last rites)  C. Aquinas on the Eucharist   1. Transubstantiation     substance vs accident    2. Purpose for Transubstantiation    3. Purpose for Eucharist in Plan of Salvation  ",
    "created": "2005-11-17 08:56:50",
    "modified": "2005-11-17 08:56:50",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Jenkins, John L./Knowledge and Faith in Thomas Aquinas/05 - Grace, theological virtues and gifts/Jenkins.J._KFTA_05:  158",
    "title": "Jenkins.J._KFTA_05:  158",
    "text": "Augustine strenuously opposed Pelagianism, and held that grace is a collection of gifts really distinct from nature and natural perfections, that it is wholly gratuitous and not due to human efforts, and that it is necessary in order for a human person to do good. Grace is not incompatible with the exercise of free will, Augustine thought, but it heals the will and enables one freely to choose and achieve the good. Read more at location 2029",
    "created": "2012-06-23 14:53:07",
    "modified": "2012-06-23 14:53:14",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Jenkins, John L./Knowledge and Faith in Thomas Aquinas/06 - The light of faith/Jenkins.J._KFTA_06:  238",
    "title": "Jenkins.J._KFTA_06:  238",
    "text": "In Summa theologiae 11-II.8.4 we find an objection which claims that not all who have faith have the Gift of Understanding, for, as Augustine says, \"he who believes must pray that he may understand\" (De Trin. L.xv.). Aquinas responds: \"although not all having faith fully understand the things which are proposed to be believed, they nevertheless understand that these things are to be believed and that one ought not deviate from them for any reason.\"108 The Gift of Understanding, which all the faithful enjoy, does not give any positive understanding of God's essence or of other things or events mentioned in the Creed. Rather, the faithful understand that these propositions are to be believed and that for no reason is one to deviate from adherence to them. Read more at location 2693",
    "created": "2012-06-23 15:31:45",
    "modified": "2012-06-23 15:31:55",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Jenkins, John L./Knowledge and Faith in Thomas Aquinas/06 - The light of faith/Jenkins.J._KFTA_06:  242",
    "title": "Jenkins.J._KFTA_06:  242",
    "text": "As Augustine writes, \"Scientia engenders, nourishes, protects and strengthens faith in us.\" But, the objector contends, \"what is produced in us through scientia seems to be more acquired than infused. Therefore faith does not seem to be in us from divine infusion.\"\"' Aquinas responds: \"Through scientia faith also is nourished in the manner of external persuasion, which comes to be from a certain sort of scientia. But the principle and proper cause of faith is that which moves internally to assent.\"114 That which moves internally is the infused, theological virtue and the promptings of the Holy Spirit moving someone with the Gifts; this is, Aquinas says, the principle and proper cause of faith.Read more at location 2719",
    "created": "2012-06-23 15:32:21",
    "modified": "2012-07-10 22:47:54",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Walsh, Liam/Sacraments/Walsh.L._TheologyAquinas_Sacraments:  633",
    "title": "Walsh.L._TheologyAquinas_Sacraments:  633",
    "text": "Aquinas must add a qualification to “sign of the sacred” before it can serve as a statement of what a sacrament is....From here...the specific kind of sign that he will use to understand sacraments is the sign of a sacred reality that is sanctifying humans.  In making this choice Aquinas is working from the assumption that a sign is always a sign of something, and of something other than itself.  He knows that in the language of Augustine, the something signified is called res, and that this something is other than and beyond the familiarity of the sign....the reality signified in signs called sacraments is none other than Christ...the unique and universal principle of sanctification.   pp. 334-5",
    "created": "2012-07-05 09:53:36",
    "modified": "2013-07-09 09:16:10",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Walsh, Liam/Sacraments/Walsh.L._TheologyAquinas_Sacraments:  641",
    "title": "Walsh.L._TheologyAquinas_Sacraments:  641",
    "text": "In the remaining articles of q.62 Aquinas uses the notion of instrumental causality that he has fashioned for understanding how sacraments act in God’s giving of grace, to clarify some traditional language and to ground his theology firmly on the Bible and the patristic tradition.  Medieval theology, inspired by its reading of Augustine, held that sacrametns “contain grace” and there is a virtus in them to give grace.  There were risky claims because they could make grace seem like a product to be stored and doled out.  Aquinas goes to some metaphysical lengths in a.3 and a.4 to show that his concept of instrumental causality allows one to maintain a true understanding of grace as a divine gift, while using this kind of metaphorical language about the sacraments.  In a.5 and a.6 he clinches his theory of instrumental causality both Christologically and biblically. He argues that the instrumentality of sacraments is a prolongation of the instrumentality of Christ’s humanity.  The grace of the HS is given by God through Christ, the Word made flesh.  His humanity, joined to his divinity in hypostatic union, is an attached instrument of the divine; his sacraments are detached instruments by which the divine causality of grace, active in his humanity, reaches humans in place and time. p. 347",
    "created": "2012-07-05 11:04:23",
    "modified": "2013-07-09 09:31:26",
    "figure": "Augustine"
  },
  {
    "path": "Secondary Sources/Walsh, Liam/Sacraments/Walsh.L._TheologyAquinas_Sacraments:  643",
    "title": "Walsh.L._TheologyAquinas_Sacraments:  643",
    "text": "The idea that some sacraments give a “character” to those who receive them, and that this character is something other than grace, was too solidly established in Latin theology for Aquinas to ignore it.  The postulate of a character had, to a large extent, grown out of the reception of Augustine’s anti-Donatist reflections on the non-repetition of baptism.  The medieval theology on this topic also owes much to certain passages of The Ecclesiastical Hierarchy of Pseudo-Dionysius.  p. 349",
    "created": "2012-07-05 11:18:36",
    "modified": "2012-07-05 11:22:21",
    "figure": "Augustine"
  }
]